class Config
{
    currentTrackURL = "https://www.tvoeradio.com/online/index.php"
    playListURL = "https://www.tvoeradio.com/online/playlist.php"

    errorMessages = {
        "sound_errors": [
            ["Зачекайте...", "Зв'язок з сервером відсутній! Підключаюсь..."],
            ["Збій!", "Відсутнє з'єднання з сервером! Лагодимо..."],
            ["Помилка!", "Немає з'єднання з сервером! Лагодимо..."],
        ],
        "api_errors": [
            ["Зачекайте...", "Зв'язок з сервером відсутній! Підключаюсь..."],
            ["Встановлюю з'єднання", "Зв'язок з сервером втрачено :("],
            ["Збій!", "Відсутнє з'єднання з сервером! Лагодимо..."],
            ["Помилка!", "Немає з'єднання з сервером! Лагодимо..."],
        ],
    }

    constructor()
    {

    }
}

